---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RasterSymbolPagenumber
source: html/33779f60-0d4c-633b-824f-63c8e458cee0.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RasterSymbolPagenumber Property

"Page Number"

## Syntax (C#)
```csharp
public static ForgeTypeId RasterSymbolPagenumber { get; }
```